Repository: Aishou/lxdream
Catalog: po/*.po
Languages: it, nl, pt_br

source: Port %c.
nl: Poort %c.
pt_br: Porta %c.

source: Running (%2.4f%%)
nl: Voert uit (%2.4f%%)
pt_br: Rodando (%2.4f%%)

source: (Press <ctrl><alt> to release grab)
nl: (Druk in <ctrl><alt> om vrij te geven)
pt_br: (Pressione <Ctrl><alt> para desprender)

source: Running
nl: Voert uit
pt_br: Rodando

source: Stopped
nl: Gestopt
pt_br: Parado

source: Bios ROM
pt_br: ROM da Bios

source: Flash ROM
pt_br: ROM da Flash

source: Default disc path
it: Indirizzo predefinito del disco
nl: Standaard discpad
pt_br: Diretório padrão do disco

source: Save-state path
pt_br: Diretório de Estados Salvos

source: VMU path
nl: VMU-pad
pt_br: Caminho do VMU

source: Serial device
nl: Serieele apparaat
pt_br: Dispositivo Serial

source: No program is loaded, and no BIOS is configured (required to boot a CD image). To continue, either load a binary program, or set the path to your BIOS file in the Path Preferences
nl: Geen programma is geladen en geen BIOS gekonfigureerd (nodig om een CD te booten). Om voort te zetten, je moet of laden een programma of zetten een pad naar je BIOS-bestand in de pad-preferencies
pt_br: Nenhum programa foi carregado, e a BIOS não está configurada (requisito para arrancar uma imagem de CD). Para continuar, ou carregue um programa binário, ou configure o Caminho do seu arquivo de BIOS nas Preferências

source: File is not a %s save state
nl: Het bestand is geen %s save state
pt_br: O arquivo %s não é um estado salvo

source: Unsupported %s save state version
nl: Niet ondersteunde %s save stae-versie
pt_br: Versão de estado salvo %s não suportada

source: %s save state is corrupted (bad module count)
nl: %s save state is gecorrumpeerd (foute aantal modules)
pt_br: O estado salvo %s está corrompido (Má contagem de módulo)

source: Audio output device
nl: Audio-uitgave-apparaat
pt_br: Dispositivo de Saída de Audio

source: Linux ALSA system driver
nl: Linux-ALSA-systeem-driver
pt_br: Driver do Sistema Linux ALSA

source: Enlightened Sound Daemon driver
nl: ESD-driver
pt_br: Daemon do Driver de Som Enlightened

source: Null (no audio) driver
nl: Null-driver (geen autio)
pt_br: Driver (sem audio) Nulo

source: OS X CoreAudio system driver
nl: OSX-CoreAudio-systeem-driver
pt_br: Driver do sistema CoreAudio OS X

source: PulseAudio sound server driver
pt_br: Driver do Servidor de Som PulseAudio

source: SDL sound driver
pt_br: Driver de Som SDL

source: Unable to read disc table of contents (error %04x)
nl: Lezen van de disc-inhoudsopgave niet mogelijk (fout %04x)
pt_br: Impossível ler a tabela de conteúdo do disco (erro %04x)

source: GTK-based OpenGL driver
nl: GTK-gebaseerd OpenGL-driver
pt_br: Driver OpenGL Baseado em GTK

source: Null (no video) driver
nl: Null-driver (geen video)
pt_br: Driver (Sem Vídeo) Nullo

source: OS X Cocoa GUI-based OpenGL driver
nl: OSX-Cocoa-GUI-gebaseerd OpenGL-driver
pt_br: Driver GUI OS X Cocoa baseado em OpenGL

source: Empty
it: Vuoto
nl: Leeg
pt_br: Vazio

source: All files
it: Tutti i files
nl: Alle bestanden
pt_br: Todos os Arquivos

source: Load state...
it: Carica stato...
nl: Lade status...
pt_br: Carregar stado...

source: Memory dump
it: Memoria
nl: Geheugendump
pt_br: Dump de memória

source: Save next scene...
it: Salva prossima scena...
nl: Slaa volgende scne op...
pt_br: Salvar próxima cena

source: No address selected, so can't run to it
it: Nessun indirizzo selezionato, quindi non posso andarci
nl: Geen adres geselecteerd, kan dus niet uitvoeren
pt_br: Sem endereço selecionado, então impossível correr a ele

source: <press key>
it: <premi un tasto>
nl: <druk toets>
pt_br: <Pressione tecla>

source: Controller Configuration
it: Configura il controller
nl: Controllerconfiguratie
pt_br: Configuração de controle

source: No configuration page available for device type
it: Nessuna configurazione è attivabile per questo tipo di periferica
pt_br: Não há página de configuração disponível para este tipo de dispositivo

source: Load VMU
nl: Lad VMU
pt_br: Carregar VMU

source: Create VMU
nl: Schep VMU
pt_br: Criar VMU

source: <empty>
it: <vuoto>
nl: <leeg>
pt_br: <Vazio>

source: Load VMU...
nl: Lad VMU...
pt_br: Carregar VMU...

source: Create VMU...
nl: Schep VMU...
pt_br: Criar VMU...

source: Controller Settings
it: Opzioni del controller
nl: Controllerinstelwaarden
pt_br: Configurações de Controle

source: Page
it: Pagina
nl: Pagina
pt_br: Página

source: Jump to PC
it: Salta al Pc
nl: Spring naar PC
pt_br: Pular para PC

source: Mode
it: Modo
nl: Modus
pt_br: Modo

source: This page is currently unmapped
it: Questa pagina non è mappata
nl: Deze pagina is momenteel niet opgemeten
pt_br: Esta página encontra-se não mapeada

source: View
it: Vedi
nl: Bekijk
pt_br: Ver

source: From
it: Da
nl: Van
pt_br: De

source: To
it: A
nl: Naar
pt_br: Para

source: Open...
it: Apri
pt_br: Abrir...

source: Open image file...
it: Apri un file immagine
nl: Open van beeldbestand
pt_br: Abrir arquivo de imagem...

source: GD-Rom Settings
it: Opzioni GD-Rom
nl: GD-Rom-instelwaarden
pt_br: Configurações de GD-Rom

source: Hotkey Settings
nl: Sneltoetseninstelwaarden
pt_br: Configurações de Hotkeys

source: Address
it: Indirizzo
nl: Adres
pt_br: Endereço

source: Register
it: Registra
pt_br: Registro

source: Value
it: Valore
nl: Waard
pt_br: Valor

source: Bit Pattern
nl: Bitpatroon
pt_br: Padrão de Bit

source: Description
it: Descrizione
nl: Descriptie
pt_br: Descrição

source: Trace access
it: Traccia accesso
nl: Opsporingtoegang
pt_br: Acesso ao vestígio

source: Close
it: Chiudi
nl: Sluit
pt_br: Fechar

source: Select file
it: Seleziona un file
nl: Selecteer geheugen
pt_br: Selecionar arquivo

source: Path Settings
it: Configura i percorsi
nl: Padinstelwaarden
pt_br: Configurações de diretórios

source: _File
nl: _Geheugen
pt_br: _Arquivo

source: _Settings
it: Opzioni
nl: _Instelwaarden
pt_br: _Configurações

source: _Help
it: Aiuto
nl: _Hulp
pt_br: _Ajuda

source: Load _Binary...
nl: Lad binair bestand
pt_br: Carregar_Binário...

source: Load and run a program binary
nl: Lad en voer een programma binair bestand uit
pt_br: Carregar e Rodar Um programa Binário

source: _Reset
it: Riavvia
nl: _Herstart
pt_br: _Reiniciar

source: Reset dreamcast
it: Riavvia dreamcast
nl: Herstart dreamcast
pt_br: Reiniciar dreamcast

source: _Pause
it: Pausa
nl: _Pauze
pt_br: _Pausar

source: Pause dreamcast
it: Pausa dreamcast
nl: Pauzeer dreamcast
pt_br: _Pausar dreamcast

source: Resume
it: Continua
nl: Begin opnieuw
pt_br: Continuar

source: L_oad State...
nl: Lad toestand...
pt_br: C_arregar Estado...

source: Load an lxdream save state
it: Carica un salvataggio di stato del lxdream
nl: Lad een lxdream-geheugentoestand
pt_br: Carregar estado do lxdream

source: S_ave State...
nl: Slaa toestand op...
pt_br: S_alvar Estado...

source: Create an lxdream save state
it: Crea un salvataggio di stato dell lxdream
nl: Schep een lxdream-geheugentoestand
pt_br: Criar estado do lxdream

source: _Load Quick State
nl: _Lad snelgeheugentoestand
pt_br: _Carregar Estado Rápido...

source: Load the current quick save state
nl: Lad de heden snelgeheugentoestand
pt_br: Carregar estado Rápido atual.

source: _Save Quick State...
nl: _Slaa snelgeheugentoestand op...
pt_br: _Salvar Estado Rápido...

source: Save to the current quick save state
nl: Slaa op in de heden snelgeheugentoestand
pt_br: Salvar para o atual estado salvo rápido

source: Select _Quick State
nl: Selecteer snelgeheugentoestand
pt_br: Selecionar _Estado Rápido

source: Set quick save state
nl: Zet snelgeheugentoestand
pt_br: Escolher estado salvo rápido

source: E_xit
it: Uscita
nl: Verlaten
pt_br: S_air

source: Exit lxdream
it: Chiudi lxdream
nl: Lxdream verlaten
pt_br: Sair do lxdream

source: _Empty
it: Vuoto
nl: _Leeg
pt_br: _Vazio

source: _Open Image...
it: Carica una immagine
nl: _Open beeld...
pt_br: _Abrir Imagem...

source: Mount a cdrom disc
it: Monta un cdrom
nl: Koppel een CD aan
pt_br: Montar disco de Cdrom

source: _Paths...
it: Percorso
nl: _Paden...
pt_br: _Diretórios...

source: Configure files and paths
it: Configura files e percorsi
nl: Bestanden en paden konfigureren
pt_br: Configurar arquivos e diretórios

source: Configure audio output
it: Configura l'audio
nl: Audiouitgave konfigureren
pt_br: Configurar saida de audio

source: _Controllers...
it: Controlli
pt_br: _Controles...

source: Configure controllers
it: Configura i controlli
nl: Controllers konfigureren
pt_br: Configurar Controles

source: _Network...
it: Rete
nl: _Netwerk...
pt_br: _Rede...

source: Configure network settings
it: Configura la rete
nl: Netwerkinstelwaarden konfigureren
pt_br: Configurar rede

source: Configure video output
it: Configura il video
nl: Videouitgave konfigureren
pt_br: Configurar saída de vídeo

source: Configure hotkeys
nl: Sneltoetsen konfigureren
pt_br: Configurar hotkeys

source: _About...
it: Informazioni..
nl: _Over...
pt_br: _Sobre...

source: About lxdream
it: Informazioni su lxdream
nl: Over lxdream
pt_br: Sobre o lxdream

source: Open debugger window
it: Apri una dinestra di debugger
nl: Open debuggervenster
pt_br: Abrir Janela do Debugger

source: View _Memory
it: Vedi la memoria
nl: Bekijk _Geheugen
pt_br: Visualizar _Memória

source: View memory dump
it: Vedi il dump di memoria
nl: Bekijk geheugendump
pt_br: Visualizar dump de memória

source: View IO _Registers
it: Vedi i registri IO
nl: Bekijk IO-_registers
pt_br: Visualizar _Registros de IO

source: View MMIO Registers
it: Vedi i registri MMIO
nl: Bekijk MMIO-registers
pt_br: Visualizar Registros de MMIO

source: _Save Scene
it: Salva la scena
nl: _Slaa scene
pt_br: _Salvar Cena

source: Save next rendered scene
it: Salva la prossima scena render
nl: Slaa volgende gerenderde scne op
pt_br: Salvar próxima cesa renderizada

source: _Single Step
it: _Singolo Passo
nl: _Aparte stap
pt_br: _Passo simples

source: Single step
it: Singolo passo
nl: Aparte stap
pt_br: Passo simples

source: Run _To
it: Vai _a
pt_br: Correr _para

source: Run to
it: Vai a
nl: Ga naar
pt_br: Correr para

source: _Breakpoint
it: Punto di fermo
nl: _Interruptiepunt
pt_br: _Ponto de quebra

source: Toggle breakpoint
it: Commuta breakpoint
nl: Schakel interruptiepunt om
pt_br: Pinar Ponto de quebra

source: State _%d
nl: Slaa _%d op
pt_br: Estado_%d

source: Use quick save state %d
nl: Gebruik snelgeheugentoestand
pt_br: Usar estado salvo rápido %d

source: MMIO Registers
it: Registri MMIO
pt_br: Registros de MMIO

source: (Press <command> to release grab)
nl: (Druk <bevel> om houd vrij te laten)
pt_br: (Pressione <Comando> Para desprender)

source: Resume emulation
nl: Begin emulation opnieuw
pt_br: Continuar emulação

source: Stop emulation
pt_br: Parar emulação

source: Reset emulator
nl: Start emulator opnieuw
pt_br: Reiniciar o emulador

source: Exit emulator
nl: Emulator verlaten
pt_br: Sair do emulador

source: Save current quick save
nl: Slaa heden snelgeheugentoestand op
pt_br: Salvar atual estado rápido

source: Load current quick save
nl: Lad heden snelgeheugentoestand
pt_br: Carregar atual estado rápido

source: Select quick save state 0
nl: Selecteer snelgeheugentoestand 0
pt_br: Selecionar estado salvo rápido 0

source: Select quick save state 1
nl: Selecteer snelgeheugentoestand 1
pt_br: Selecionar estado salvo rápido 1

source: Select quick save state 2
nl: Selecteer snelgeheugentoestand 2
pt_br: Selecionar estado salvo rápido 2

source: Select quick save state 3
nl: Selecteer snelgeheugentoestand 3
pt_br: Selecionar estado salvo rápido 3

source: Select quick save state 4
nl: Selecteer snelgeheugentoestand 4
pt_br: Selecionar estado salvo rápido 4

source: Select quick save state 5
nl: Selecteer snelgeheugentoestand 5
pt_br: Selecionar estado salvo rápido 5

source: Select quick save state 6
nl: Selecteer snelgeheugentoestand 6
pt_br: Selecionar estado salvo rápido 6

source: Select quick save state 7
nl: Selecteer snelgeheugentoestand 7
pt_br: Selecionar estado salvo rápido 7

source: Select quick save state 8
nl: Selecteer snelgeheugentoestand 8
pt_br: Selecionar estado salvo rápido 8

source: Select quick save state 9
nl: Selecteer snelgeheugentoestand 9
pt_br: Selecionar estado salvo rápido 9

source: Run the AICA SPU only, with the supplied program
nl: Voer alleen de AICA-SPU met het gegeven programma uit
pt_br: Correr Apenas o Spu AICA, com o programa dado

source: Use the specified audio driver (? to list)
nl: Gebruik de gespecificeerde audiodriver
pt_br: Usar Driver de audio específico (? para listar)

source: Load configuration from CONFFILE
nl: Lad configuratie van CONFBESTAND
pt_br: Carregar configurações de uma CONFFILE

source: Start in debugger mode
nl: Start in deguggermodus
pt_br: Iniciar no modo debbugador

source: Start in fullscreen mode
nl: Start in modus voor volledige scherm
pt_br: Iniciar no modo Tela cheia

source: Start GDB remote server on PORT for SH4
nl: Start de GDB-remote-server op PORT voor SH4
pt_br: Iniciar Servidor remoto do GDB em PORT para SH4

source: Start GDB remote server on PORT for ARM
nl: Start de GDB-remote-server op PORT voor ARM
pt_br: Iniciar Servidor remoto do GDB em PORT para ARM

source: Display this usage information
nl: Geef deze gebruiksaanwijzing weer
pt_br: Mostrar informações de uso

source: Run in headless (no video) mode
nl: Voer in onthoofde modus (geen video) uit
pt_br: Rodar no Modo (sem vídeo) sem cabeça

source: Set the output log level
nl: Zet de uitgave-log-level
pt_br: Definir o nível de saída do Log

source: Set the SH4 multiplier (1.0 = fullspeed)
nl: Zet de SH4-factor (1.0 = fullspeed)
pt_br: Definir Multiplicador do SH4 (1.0 = Velocidade total)

source: Don't start running immediately
nl: Voer niet onmiddelijk uit
pt_br: Não Correr Imediatamente

source: Start running immediately on startup
nl: Voer onmiddelijk uit op start
pt_br: Correr Imediatamente

source: Run for the specified number of seconds
nl: Voer voor een gespecificeerde aantal secundes uit
pt_br: Correr por um número específico de segundos

source: Output trace information for the named regions
nl: Informaties over uitgavevervolging voor de genoemede regionen
pt_br: Traçar informação de saída para regiões nomeadas

source: Allow unsafe dcload syscalls
nl: Gedoog onzekere dcload-systeemoproepen
pt_br: Permitir chamadas de sistema não seguras do dcload

source: Print the lxdream version string
nl: Geef de lxdream-versionsstring uit
pt_br: Mostrar a String de versão do lxdream

source: Use the specified video driver (? to list)
nl: Gebruik de gespecificeerde videodriver (? voor lijst)
pt_br: Usar driver de vídeo específico (? para listar)

source: Disable the SH4 translator
nl: Zet de SH4-vertaler af
pt_br: Desabilitar o tradutor de SH4

source: Dpad left
nl: D-pad links
pt_br: Dpad Esquerda

source: Dpad right
nl: D-pad rechts
pt_br: Dpad Direita

source: Dpad up
nl: D-pad boven
pt_br: Dpad Cima

source: Dpad down
nl: D-pad beneden
pt_br: Dpad Baixo

source: Analog left
nl: Analoog links
pt_br: Analógico Esquerda

source: Analog right
nl: Analoog rechts
pt_br: Analógico Direita

source: Analog up
nl: Analoog boven
pt_br: Analógico Cima

source: Analog down
nl: Analoog beneden
pt_br: Analógico Baixo

source: Button X
nl: Knop X
pt_br: Botão X

source: Button Y
nl: Knop Y
pt_br: Botão Y

source: Button A
nl: Knop A
pt_br: Botão A

source: Button B
nl: Knop B
pt_br: Botão B

source: Trigger left
nl: Trekker links
pt_br: Gatilho Esquerda

source: Trigger right
nl: Trekker rechts
pt_br: Gatilho Direita

source: Start button
nl: Startknop
pt_br: Botão Start

source: Unknown error %d
nl: Onbekende fout
pt_br: Erro desconhecido %d

source: Address 0x%s is out of bounds.
nl: Adres 0x%s is buiten de begrenzing.
pt_br: O endereço 0x%s está fora dos limites.

source: <internal disassembler error>
nl: <interne disassemblerfout>
pt_br: <erro interno no Disassembler>

source: lxdream scene file (*.dsc)
it: file scena lxdream (*.dsc)
nl: lxdream-scnebestand (*.dsc)

source: _Hotkeys...
nl: _Sneltoetsen...

source: Volume
nl: Geluidssterkte

source: _Load state...
it: Carica stato

source: _Save state...
it: Salva lo stato

source: lxDream Save State (*.dst)
it: Salvataggio stato LxDream (*.dst)

source: Save state path
it: Percorso del salvataggio dello stato
